[
  "obsidian-pandoc",
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "quickadd",
  "templater-obsidian",
  "dataview",
  "obsidian42-brat",
  "markdown-table-editor",
  "obsidian-autocomplete-plugin",
  "buttons",
  "obsidian-admonition",
  "obsidian-view-mode-by-frontmatter",
  "reveal-active-file-button",
  "recent-files-obsidian",
  "number-headings-obsidian",
  "obsidian-dynamic-toc",
  "customizable-menu",
  "obsidian-image-toolkit",
  "remember-cursor-position"
]